{	
	"shirts":{
		"id":0,
		"name":"shirts",
		"source":"https://www.medievalcollectibles.com/c-1398-medieval-renaissance-clothing.aspx",
		"image":"img/categories/shirts.png",
		"title":"Men's Medieval Shirts",
		"short_description":"Discover the perfect piece for your next historical outfit among our selection of mens medieval shirts. This section of mens renaissance shirts includes pieces suited to any period attire with our noblemans dress shirts, Viking shirts, mens peasant shirts, knight shirts, musketeer shirts, highlander shirts, fencing shirts, and more. Whether you dress like the upper class or an outlaw, you can be sure to find the medieval shirt you are hunting for.",
		"description":"Every man needs a good shirt, whether he is a swordsman, minstrel, merchant, nobleman, or outlaw! Medieval Collectibles offers you a wide array of high quality mens period shirts for any sort of character. These authentic medieval shirts and renaissance shirts come in a variety of styles to create different looks. We offer noblemens dress shirts in a variety of colors, though many of our medieval shirts come in realistic neutral tones. No matter what your preferred style is, we can provide an appropriate mens period shirt. When you want to dress as a Viking, we have the perfect mens Viking shirt. Alternately, we provide medieval knight shirts and unadorned mens peasant shirts for those aiming for classic Renaissance fair apparel. Our highlander shirts look great for Scottish styles, and several of our mens medieval shirts display a fantasy twist for another great look. If you want to look as though you have stepped out of a history book, take a few moments to browse through our excellent inventory.",
		"inventory":[
			{
				"id":"00",
				"sex":"m",
				"name":"Vintage Shirt",
				"category":"Shirts",
				"description":"Casually styled yet with a deft touch when it comes to detail, this easy-to-wear suede shirt is the perfect everyday jacket for both town and country. Styled in soft, supple suede from our trusted specialist manufacturer, it offers fantastic quality and value. Fully lined with single button cuffs, integrated vertical and flap pockets and breast pocket on inside left.",
				"additional":["100% leather. ","Lining 100% polyester.","Specialist dry clean only."],
				"images":["img/shirt/shirt1.jpg","img/shirt/shirt2.jpg","img/shirt/shirt3.jpg","img/shirt/shirt4.jpg"],
				"sizes": [1,2,3],
				"colours":[0,1,3,6],
				"price": 44.99
			},
			{
				"id":"01",
				"sex":"m",
				"name":"Beowulf Shirt",
				"category":"Shirts",
				"description":"Like so much other Nordic-style and Celtic-style garb, this practical lace up shirt with padded sleeves is made of 100 percent cotton in linen weave. The brown stripes at the elbows form a powerful contrast to the light, unbleached cotton colour, and the lacing at the neckline is playfully repeated on the sleeves. The stand-up collar and sleeves are padded and quilted, which means this lace up shirt is perfect for wearing underneath our Beowulf Leather Jerkin. Or – of course – as standalone outer wear!",
				"additional":["Lightweight","Cotton","Lace-up"],
				"images":["img/shirt/beowulf-shirt1.jpg","img/shirt/beowulf-shirt2.jpg","img/shirt/beowulf-shirt3.jpg"],
				"sizes": [0,1,2],
				"colours":[1,2,3,4],
				"price": 64.99
			}
		]
	},
	"cloaks":{
		"id":1,
		"name":"cloaks",
		"source":"https://www.medievalcollectibles.com/c-167-medieval-cloaks-capes-and-robes.aspx",
		"image":"img/categories/cloaks.png",
		"title":"Medieval Cloaks, Capes and Robes",
		"short_description":"When you need a medieval or fantasy style cloak, hooded robes, or period cape, check out the selection available here. Our medieval cloaks and Renaissance capes keep you warm while maintaining your historical look. We carry an assortment of Crusader cloaks, hooded cloaks, Hospitaller capes, druid robes, woolen cloaks, noble lady cloaks, monks robes, fencing capes, and Templar cloaks, just to name a few.",
		"description":"Medieval Collectibles has full line of Medieval and Fantasy styled cloaks, full-length robes, and period capes. Our Medieval cloaks and hooded capes are the perfect pieces of garb for winter, as they will keep you plenty warm while still providing a period look. These Renaissance cloaks and medieval capes are made of heavy weight, high-quality materials. These items are suitable for most historical periods and characters. We carry Crusader cloaks, ritual robes, fencing capes, fur trimmed cloaks, velvet mantles, monks robes, riding capes, vampire capes, warrior cloaks, Viking capes, and more. Ideal for men and women, our period capes come as shoulder capes, full-length capes, and everything in between. Browse through our selection, and you are sure to discover a great piece of authentic medieval outerwear for your particular look.",
		"inventory":[
			{
			"id":"10",
			"sex":"m",
			"name":"Lined cape, opera cloak",
			"category":"cloaks",
			"description":"Fully lined in satin, taffeta or cotton, this beautiful cape is suitable for so many era's. These really are perfect as opera cloaks or just a garment to go with costumes of most era''s. Regulars to our Annual Jane Austen Regency ball would really benefit from one of these to arrive and leave in for instance.",
			"additional":["Made from 100 percent Natural Woven Cotton","Available in a Variety of Colors","Great for Medieval Reenactments and Renaissance Fairs","Modeled After Medieval-Era Clothing"],
			"images":["img/cloak/cloak1.jpg","img/cloak/cloak2.jpg","img/cloak/cloak3.jpg","img/cloak/cloak4.jpg"],
			"sizes": [0,2,3],
			"colours":[0,2,3,5],
			"price": 164.99
			}
		]
	},
	"tunics":{
		"id":2,
				"sex":"m",
		"name":"tunics",
		"source":"https://www.medievalcollectibles.com/c-147-mens-medieval-tunics.aspx",
		"title":"Men's Medieval Tunics",
		"image":"img/categories/tunics.png",
		"short_description":"For a heavier option than a medieval shirt, look through our collection of period tunics, ideal for Renaissance fairs and SCA events. With many long sleeve tunics and short sleeve tunics available, you can find the perfect style to suit the rest of your medieval apparel. We carry knight tunics, Viking tunics, Roman tunics, Crusader tunics, peasant tunics, archer tunics, and many more. Also, enjoy a fantasy twist with our mens elven tunics.",
		"description":"Medieval tunics are slightly heavier than medieval shirts, making them ideal for keeping the wearer warm. At Medieval Collectibles, we have quite a few styles for you to choose from to achieve the look or character you are going for, whether it be peasant, knight, or noble. Within our wide selection, we offer archers tunics, Crusader tunics, gladiator tunics, Greek tunics, Roman tunics, and Viking tunics that fit many looks. You can dress like King Arthur or Richard the Lionheart with some of our striking royalty tunics. Our mens period tunics make a great choice for a Renaissance Fair, theatrical production, SCA event, or a medieval style wedding. Made from high quality materials, our assortment of medieval tunics come in a variety of colors and sizes to suit almost anyone.",
		"inventory":[
			{
				"id":"20",
				"sex":"m",
				"name":"Lace up Tunic",
				"category":"tunics",
				"description":"The Medieval Lace-Up Tunic is a simple but none-the-less attractive tunic that can be used in the creation of a dozen or more different types of looks. From pirates to poets to peasants and more, this tunic looks great in a variety of styles. Made from 100 percent natural woven cotton, this tunic has an authentic and rustic look combined with the ease of care found in most modern garments.   ",
				"additional":["Made from 100 percent Natural Woven Cotton","Available in a Variety of Colors","Great for Medieval Reenactments and Renaissance Fairs","Modeled After Medieval-Era Clothing"],
				"images":["img/tunic/tunic2.jpg","img/tunic/tunic1.jpg","img/tunic/tunic3.jpg","img/tunic/tunic4.jpg"],
				"sizes": [0,2],
				"colours":[0,1,2,6],
				"price": 139.99	
			},
			{
				"id":"21",
				"sex":"m",
				"name":"Roman Tunic with Gold Trim",
				"category":"tunics",
				"description":"In antiquity, garb like this red tunic with golden trim was very popular with Roman men. Men of all stations of life would have worn a tunic like this one in most situations. Made of 100 percent cotton, the hem and sleeves of our red tunic are edged with decorative, shimmering golden trim. Tie the golden cord sash around your waist and knot it as you like. The golden cord sash adjusts this red & gold tunic to fit your figure perfectly.",
				"additional":["Made from 100 percent Natural Woven Cotton","Manufacturer: Windlass","Great for Medieval Reenactments and Renaissance Fairs"],
				"images":["img/tunic/romantunic1.jpg","img/tunic/romantunic2.jpg"],
				"sizes": [1,2],
				"colours":[0,1,3,5],
				"price": 74.99	
			}
		]
	},
	"breeches":{
		"id":3,
		"name":"breeches",
		"source":"https://www.medievalcollectibles.com/c-159-mens-pants-breeches-and-hosen.aspx",
		"title":"Men's Pants, Breeches and Hosen",
		"image":"img/categories/breeches.png",
		"short_description":"Find all of your mens period pants and mens renaissance trousers here in our mens medieval legwear. We carry a wide selection of knee-length breeches, mens period tights, long medieval pants, mens hosen, medieval trews, swordsman pants, mens Victorian trousers, and noblemens breeches to browse through. Our products range from mens peasant looks to mens court garb, making these pieces of mens period legwear great choices for your medieval outfit.",
		"description":"Whether you prefer to dress as a lowly medieval peasant or powerful Renaissance lord, you can find period mens legwear to suit your style at Medieval Collectibles. We offer mens medieval pants ranging from period shorts to knee-length breeches to full-length medieval trousers. Our assortment of period hosen and mens medieval tights look great underneath the court garb of a medieval courtier. Many of our mens period pants are long enough to tuck into your knee-high boots and look great with mens doublets and medieval vests that we carry. Some of our mens period trousers are made of leather, velvet, cotton, or twill, and most of them have a drawstring waist. Our medieval trews come in a variety of styles, colors, and sizes. Our swordsman pants, mens harem pants, and mens Victorian trousers offers just a few more of the looks provided within this section. Most of these items are authentic to the period and are appropriate for SCA re-enactments, LARP events, weddings, Renaissance festivals, theater and more!",
		"inventory":[
			{
				"id":"30",
				"sex":"m",
				"name":"Adventurer Pants",
				"category":"breeches",
				"description":"Comfortable, stylish, and classic in their appeal with just enough detail, the Adventurer Pants are an essential addition to reenactment wardrobes. Do not forget this important piece of clothing when embarking on your next quest! Made of a smooth, comfortable cotton fabric, these medieval mens pants have a gentle taper that follows the natural shape of the legs.    ",
				"additional":["Displays black jodhpur pants","Made from 100% cotton twill fabric","Presents fitted waist with buttons and belt loops","Includes adjustable side buckles for a perfect fit"],
				"images":["img/breeches/breeches1.jpg","img/breeches/breeches2.jpg","img/breeches/breeches3.jpg","img/breeches/breeches4.jpg"],
				"sizes": [1,2,3],
				"colours":[0,1,3,6],
				"price": 29.99	
			}
		]
	},
	"dresses":{
		"id":4,
		"name":"dresses",
		"source":"https://armstreet.com/store/medieval-clothing/princess-in-exile-dress",
		"title":"Medieval Ladies Dresses",
		"image":"img/categories/breeches.png",
		"short_description":"Add a touch of wickedness to your womens gothic attire with one of these gothic corsets or gothic vests",
		"description":"Gather around, maidens and wenches of the medieval and Renaissance eras, for a great selection of impressive period garments! At Medieval Collectibles, we carry a number of different womens period bodices, all styled to complement historical, modern, and fantasy outfits. Take a moment to browse through these historical womens vests",
		"inventory":[
			{
				"id":"40",
				"sex":"f",
				"name":"Princess in Exile dress",
				"category":"dresses",
				"description":"Despite what some may claim, an exiled princess is still a princess. Nobility is not about the fleeting things: flaunted luxury, superficial loyalties… nobility is something more, found in the flawless poise of the leading class. It is an ability to hold one’s head high as well as maintain dignity and self-esteem regardless of circumstances. In harsh conditions, however, one must adapt. As the princess flees the kingdom she knows she must wear a garment that is equally beautiful and practical – standards must not fall simply because one is in exile.",
				"additional":["Deep triangular decollete","Ample puffed sleeves","High and tight cuffs with tiny buttons"," Lateral laced slits"],
				"images":["img/dresses/dress1.jpg","img/dresses/dress2.jpg","img/dresses/dress3.jpg","img/dresses/dress4.jpg"],
				"sizes": [0,1,2],
				"colours":[0,6],
				"price": 229.99	
			}
		]
	}
}